Revit 2027 API
ParameterTypeId.TextWidthScaleAboveCutMark Property
 "Width Factor Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextWidthScaleAboveCutMark { get; }
Public Shared ReadOnly Property TextWidthScaleAboveCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextWidthScaleAboveCutMark {
	ForgeTypeId^ get ();
}
static member TextWidthScaleAboveCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace